tap "derailed/k9s"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "possatti/possatti"
tap "remind101/formulae"
tap "ubuntu/microk8s"
tap "vapor/tap"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "ack"
brew "openssl@1.1"
brew "gettext"
brew "ansible"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "base64"
brew "bash-completion"
brew "bazelisk"
brew "binutils"
brew "buildifier"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "dnsmasq", restart_service: true
brew "docker-compose", link: false
brew "etcd"
brew "fd"
brew "findutils"
brew "fzf"
brew "fzy"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "gcc@4.9"
brew "gcc@7"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gitless"
brew "glib"
brew "gnu-sed"
brew "libtool"
brew "pkg-config"
brew "pinentry"
brew "gnupg"
brew "go"
brew "grok"
brew "grpc"
brew "helm"
brew "helmfile"
brew "htop"
brew "python@3.8"
brew "ios-deploy"
brew "irssi"
brew "jenv"
brew "jq"
brew "k3d"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kubectx"
brew "lastpass-cli"
brew "lazygit"
brew "libsodium"
brew "llvm"
brew "lynx"
brew "make"
brew "minikube"
brew "moreutils"
brew "neofetch"
brew "neovim"
brew "node@10"
brew "nvm"
brew "openjdk@11"
brew "operator-sdk"
brew "packer"
brew "pam_yubico"
brew "pinentry-mac"
brew "postgresql@11"
brew "python-yq"
brew "rename"
brew "repo"
brew "ripgrep"
brew "rtv"
brew "rustup-init"
brew "signal-cli"
brew "sshuttle"
brew "swiftlint"
brew "telnet"
brew "terraform-ls"
brew "terragrunt"
brew "the_platinum_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vault"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "derailed/k9s/k9s"
brew "golangci/tap/golangci-lint"
brew "warrensbox/tap/terragrunt-switcher"
brew "warrensbox/tap/tfswitch"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "cloudapp"
cask "deepl"
cask "discord"
cask "docker"
cask "evernote"
cask "figma"
cask "firefox"
cask "font-arimo-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "fork"
cask "ghost"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "java11"
cask "lastpass"
cask "lens"
cask "lunar"
cask "mactex-no-gui"
cask "mark-text"
cask "multipass"
cask "nordvpn"
cask "open-in-code"
cask "osxfuse"
cask "postico"
cask "postman"
cask "screen"
cask "session-manager-plugin"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "syncthing"
cask "tor-browser"
cask "tunnelblick"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zoomus"
