tap "acrogenesis/macchanger"
tap "goodwithtech/dockle"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "lampepfl/brew"
tap "scalacenter/bloop"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "ammonite-repl"
brew "aws-iam-authenticator"
brew "awscli"
brew "base64"
brew "bash-completion"
brew "bash-completion@2"
brew "bazel"
brew "cabal-install"
brew "cargo-completion"
brew "cling"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "dep"
brew "dnsmasq"
brew "docker-compose", link: false
brew "exa"
brew "exercism"
brew "fd"
brew "findutils", args: ["with-default-names"]
brew "flatbuffers"
brew "fortune"
brew "fzf"
brew "gettext", link: true
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed", args: ["with-default-names"]
brew "gnupg"
brew "grok"
brew "grpc"
brew "grpcurl"
brew "haskell-stack"
brew "kubernetes-helm"
brew "helmfile"
brew "htop"
brew "hugo"
brew "imgctl", args: ["HEAD"]
brew "ios-deploy"
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "lazygit"
brew "llvm"
brew "lolcat"
brew "lolcode"
brew "lynx"
brew "maven"
brew "mill"
brew "mongodb", link: false
brew "moreutils"
brew "neovim"
brew "postgresql"
brew "rename"
brew "repo"
brew "rustup-init"
brew "sbt"
brew "sbtenv"
brew "scala"
brew "scalariform"
brew "swagger-codegen"
brew "swiftlint"
brew "telnet"
brew "the_platinum_searcher"
brew "thefuck"
brew "tmux"
brew "travis"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "acrogenesis/macchanger/macchanger"
brew "goodwithtech/dockle/dockle"
brew "lampepfl/brew/dotty"
brew "scalacenter/bloop/bloop"
brew "warrensbox/tap/tfswitch"
cask "alfred"
cask "appcleaner"
cask "caffeine"
cask "dash"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "fork"
cask "google-chrome"
cask "grammarly"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "iterm2"
cask "java11"
cask "java8"
cask "minikube"
cask "nordvpn"
cask "nosqlbooster-for-mongodb"
cask "open-in-code"
cask "postico"
cask "postman"
cask "slack"
cask "spotify"
cask "tor-browser"
cask "tunnelblick"
cask "vagrant"
cask "vimr"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "whatsapp"
cask "zoomus"
