alfred
appcleaner
caffeine
dash
discord
docker
flux
fork
google-chrome
grammarly
intellij-idea-ce
iterm2
java8
minikube
nordvpn
nosqlbooster-for-mongodb
open-in-code
postico
postman
slack
spotify
visual-studio-code
visualvm
vlc
whatsapp
